Repository: kitodo/kitodo-presentation
Catalog: Resources/Private/Language/*.locallang_labels.xlf
Languages: de

# tx_dlf_actionlog
source: Action protocol
de: Aktionsprotokoll

# tx_dlf_actionlog.label
source: Action protocol
de: Aktionsprotokoll

# tx_dlf_actionlog.file_name
source: Filename
de: Dateiname

# tx_dlf_actionlog.count_pages
source: Page count
de: Seitenanzahl

# tx_dlf_actionlog.creation_date
source: Creation date
de: Erstellungsdatum

# tx_dlf_basket
source: Basket
de: Warenkorb

# tx_dlf_basket.label
source: Basket
de: Warenkorb

# tx_dlf_basket.docIds
source: Document ID
de: Dokumenten IDs

# tx_dlf_documents
source: Documents
de: Dokumente

# tx_dlf_documents.prod_id
source: Production Identifier
de: Production Identifikator

# tx_dlf_documents.location
source: Location of METS file / IIIF manifest (URI)
de: Speicherort der METS-Datei / des IIIF-Manifests (URI)

# tx_dlf_documents.record_id
source: Record Identifier
de: Datensatz Identifikator

# tx_dlf_documents.opac_id
source: OPAC/Local Identifier
de: OPAC/Lokaler Identifikator

# tx_dlf_documents.union_id
source: Union Catalog/Foreign Identifier
de: Verbundkatalog/Fremder Identifikator

# tx_dlf_documents.title
source: Title
de: Titel

# tx_dlf_documents.title_sorting
source: Title (Sorting)
de: Titel (Sortierung)

# tx_dlf_documents.author
source: Author
de: Autor

# tx_dlf_documents.year
source: Year of Publication
de: Erscheinungsjahr

# tx_dlf_documents.place
source: Place of Publication
de: Erscheinungsort

# tx_dlf_documents.thumbnail
source: Thumbnail
de: Vorschaubild

# tx_dlf_documents.structure
source: Typ of Document
de: Dokumententyp

# tx_dlf_documents.partof
source: Part of ...
de: Übergeordnete Einheit

# tx_dlf_documents.volume
source: Number of Volume
de: Bandnummer

# tx_dlf_documents.volume_sorting
source: Number of Volume (Sorting)
de: Bandnummer (Sortierung)

# tx_dlf_documents.license
source: License
de: Lizenz

# tx_dlf_documents.terms
source: Terms of Use
de: Nutzungsbedingungen

# tx_dlf_documents.restrictions
source: Restrictions on Access
de: Zugriffsinformationen

# tx_dlf_documents.out_of_print
source: Out Of Print Works
de: Vergriffene Werke

# tx_dlf_documents.rights_info
source: Rights Information
de: Rechteinformation

# tx_dlf_documents.collections
source: Collections
de: Sammlungen

# tx_dlf_documents.owner
source: Owner
de: Besitzer

# tx_dlf_documents.status.default
source: default
de: Standard

# tx_dlf_documents.document_format
source: METS or IIIF
de: METS oder IIIF

# tx_dlf_documents.tab1
source: Titledata
de: Titeldaten

# tx_dlf_documents.tab3
source: Access
de: Zugriff

# tx_dlf_structures
source: Structures
de: Strukturelemente

# tx_dlf_structures.toplevel
source: Toplevel Unit?
de: Toplevel-Element?

# tx_dlf_structures.label
source: Display Label
de: Anzeigeform

# tx_dlf_structures.index_name
source: Index Name
de: Index-Bezeichnung

# tx_dlf_structures.thumbnail
source: Get thumbnail from...
de: Zeige Vorschaubild von...

# tx_dlf_structures.thumbnail.self
source: self
de: selbst

# tx_dlf_structures.status.default
source: default
de: Standard

# tx_dlf_structures.tab1
source: General
de: Allgemein

# tx_dlf_structures.tab2
source: Translation
de: Übersetzung

# tx_dlf_structures.tab3
source: Access
de: Zugriff

# tx_dlf_metadata
source: Metadata
de: Metadaten

# tx_dlf_metadata.label
source: Display Label
de: Anzeigeform

# tx_dlf_metadata.index_name
source: Index Name
de: Index-Bezeichnung

# tx_dlf_metadata.format
source: Data Format
de: Datenformat

# tx_dlf_metadata.default_value
source: Default Value
de: Standardwert

# tx_dlf_metadata.index_tokenized
source: Tokenize in Search Index?
de: Im Suchid in Tokens zerlegen?

# tx_dlf_metadata.index_stored
source: Store in Search Index?
de: Im Suchid speichern?

# tx_dlf_metadata.index_indexed
source: Index in Search Index?
de: Im Suchid indizieren?

# tx_dlf_metadata.index_boost
source: Field boost
de: Feldwertigkeit

# tx_dlf_metadata.is_sortable
source: Prepare for sorting?
de: Sortierbar machen?

# tx_dlf_metadata.is_facet
source: Prepare for faceting?
de: Facettierbar machen?

# tx_dlf_metadata.is_listed
source: Show in titledata/listview?
de: In Titeldaten/Listenansicht anzeigen?

# tx_dlf_metadata.index_autocomplete
source: Use for search suggestion?
de: Für Suchvorschläge verwenden?

# tx_dlf_metadata.status.default
source: default
de: Standard

# tx_dlf_metadata.tab1
source: General
de: Allgemein

# tx_dlf_metadata.tab2
source: Translation
de: Übersetzung

# tx_dlf_metadata.tab3
source: Access
de: Zugriff

# tx_dlf_metadataformat
source: Metadata Format
de: Metadatenformat

# tx_dlf_metadataformat.encoded
source: Encoding
de: Datenformat

# tx_dlf_metadataformat.xpath
source: XPath (relative to //dmdSec/mdWrap/xmlData/root and with namespace) or JSONPath (relative to resource JSON object)
de: XPath (relativ zu //dmdSec/mdWrap/xmlData/root und mit Namensraum) oder JSONPath (relativ zum JSON-Objekt der Ressource)

# tx_dlf_metadataformat.xpath_sorting
source: XPath / JSONPath for sorting (optional)
de: XPath / JSONPath für Sortierfeld (optional)

# tx_dlf_metadataformat.mandatory
source: Mandatory field?
de: Pflichtfeld?

# tx_dlf_metadataformat.tab1
source: General
de: Allgemein

# tx_dlf_metadatasubentries
source: Metadata Subentries
de: Metadaten Untereinträge

# tx_dlf_formats
source: Data Formats
de: Datenformate

# tx_dlf_formats.type
source: Format Name (e.g. in METS)
de: Bezeichnung des Formats (z.B. in METS)

# tx_dlf_formats.namespace
source: Namespace URI
de: Namensraum URI

# tx_dlf_formats.class
source: Class Name
de: Klassenname

# tx_dlf_formats.tab1
source: General
de: Allgemein

# tx_dlf_solrcores
source: Solr Cores
de: Solr Kerne

# tx_dlf_solrcores.label
source: Display Label
de: Anzeigeform

# tx_dlf_solrcores.index_name
source: Solr Core
de: Solr-Kern

# tx_dlf_solrcores.tab1
source: General
de: Allgemein

# tx_dlf_collections
source: Collections
de: Sammlungen

# tx_dlf_collections.label
source: Display Label
de: Anzeigeform

# tx_dlf_collections.index_name
source: Index Name
de: Index-Bezeichnung

# tx_dlf_collections.index_search
source: Define (virtual) collection via Solr Query
de: (Virtuelle) Kollektion über Solr Anfrage definieren

# tx_dlf_collections.description
source: Description
de: Beschreibung

# tx_dlf_collections.thumbnail
source: Thumbnail
de: Vorschaubild

# tx_dlf_collections.priority
source: Priority
de: Priorität

# tx_dlf_collections.documents
source: Documents
de: Dokumente

# tx_dlf_collections.owner
source: Owner
de: Besitzer

# tx_dlf_collections.owner.none
source: none
de: keiner

# tx_dlf_collections.fe_cruser_id
source: Frontend User
de: Frontend-Benutzer

# tx_dlf_collections.fe_cruser_id.none
source: none
de: keiner

# tx_dlf_collections.fe_admin_lock
source: Disallow frontend editing?
de: Frontend-Bearbeitung verbieten?

# tx_dlf_collections.status.default
source: default
de: Standard

# tx_dlf_collections.tab1
source: General
de: Allgemein

# tx_dlf_collections.tab2
source: Translation
de: Übersetzung

# tx_dlf_collections.tab3
source: Access
de: Zugriff

# tx_dlf_libraries
source: Libraries
de: Mandanten

# tx_dlf_libraries.index_name
source: Index Name
de: Index-Bezeichnung

# tx_dlf_libraries.website
source: Website
de: Webseite

# tx_dlf_libraries.contact
source: Contact
de: Kontakt

# tx_dlf_libraries.oai_label
source: Open Archives Interface (OAI) Label
de: Open Archives Interface (OAI) Bezeichnung

# tx_dlf_libraries.oai_base
source: Open Archives Interface (OAI) Base URL
de: Open Archives Interface (OAI) URL

# tx_dlf_libraries.opac_label
source: Online Public Access Catalog (OPAC) Label
de: Online Public Access Catalog (OPAC) Bezeichnung

# tx_dlf_libraries.opac_base
source: Online Public Access Catalog (OPAC) Base URL
de: Online Public Access Catalog (OPAC) URL

# tx_dlf_libraries.union_label
source: Union Catalog Label
de: Verbundkatalog Bezeichnung

# tx_dlf_libraries.union_base
source: Union Catalog Base URL
de: Verbundkatalog URL

# tx_dlf_libraries.tab1
source: General
de: Allgemein

# tx_dlf_libraries.tab2
source: Translation
de: Übersetzung

# tx_dlf_libraries.tab3
source: Catalogs
de: Kataloge

# tx_dlf_printer
source: Printer
de: Drucker

# tx_dlf_printer.address
source: Network address
de: Netzwerkadresse

# tx_dlf_printer.printcommand
source: CLI command(##fileName##)
de: CLI Befehl (##fileName##)

# tx_dlf_mail.mail
source: Address
de: Adresse

# tx_dlf_tokens
source: Tokens
de: Token

# tx_dlf_toolbox.fulltexttool
source: Fulltext
de: Volltext

# tx_dlf_toolbox.annotationtool
source: IIIF Annotations
de: IIIF-Annotationen

# tx_dlf_toolbox.fulltextdownloadtool
source: Fulltext Download
de: Volltext-Download

# tx_dlf_toolbox.imagedownloadtool
source: Image Download
de: Bild-Download

# tx_dlf_toolbox.imagemanipulationtool
source: Image Manipulation
de: Bildbearbeitung

# tx_dlf_toolbox.multiviewaddsourcetool
source: Add Multiview Source
de: Quelle zur Multiview hinzufügen

# tx_dlf_toolbox.searchindocumenttool
source: Search in Document
de: Suche im Dokument

# tx_dlf_toolbox.scoretool
source: Score
de: Notentext

# tt_content.dlf_basket
source: DLF: Basket
de: DLF: Warenkorb

# tt_content.dlf_calendar
source: DLF: Calendar
de: DLF: Kalender

# tt_content.dlf_collection
source: DLF: Collection
de: DLF: Kollektion

# tt_content.dlf_listview
source: DLF: List View
de: DLF: Listenansicht

# tt_content.dlf_metadata
source: DLF: Metadata
de: DLF: Metadaten

# tt_content.dlf_oaipmh
source: DLF: OAI-PMH Interface
de: DLF: OAI-PMH-Schnittstelle

# tt_content.dlf_pagegrid
source: DLF: Page Preview
de: DLF: Seitenvorschau

# tt_content.dlf_pageview
source: DLF: Page View
de: DLF: Seitenansicht

# tt_content.dlf_statistics
source: DLF: Statistics
de: DLF: Statistik

# tt_content.dlf_tableofcontents
source: DLF: Table of Contents
de: DLF: Inhaltsverzeichnis

# tt_content.dlf_toolbox
source: DLF: Toolbox
de: DLF: Werkzeugkasten

# config.general.metadataFormats
source: Default metadata namespaces
de: Standard-Namensräume für Metadaten

# config.general.enableInternalProxy
source: Enable internal page view proxy?: (default is "FALSE")
de: Internen Proxy für Werkansicht aktivieren? (Standard ist "FALSE")

# config.general.userAgent
source: DLF User-Agent: (default is "Kitodo.Presentation")
de: DLF User-Agent: (Standard ist "Kitodo.Presentation")

# config.general.forceAbsoluteUrl
source: Force all links to pages and resources to be absolute?: Only needed for some multi-domain environments; requires a fully qualified Entry Point in Site Configuration (default is "FALSE")
de: Verwende nur absolute Links für Seiten und Ressourcen?: Wird nur in speziellen Multi-Domain-Umgebungen benötigt; erfordert einen voll qualifizierten Einstiegspunkt in der Seitenkonfiguration (Standard ist "FALSE")

# config.general.forceAbsoluteUrlHttps
source: Use HTTPS for absolute links?: requires a valid Entry Point with "https://..." in Site Configuration (default is "FALSE")
de: Verwende HTTPS for absolute Links?: erfordert einen Einstiegspunkt mit "https://..." in der Seitenkonfiguration (Standard ist "FALSE")

# config.general.caching
source: Cache parsed METS files / IIIF manifests: Caching improves performance a little bit but can result in a very large "fe_session_data" table (default is "FALSE")
de: Eingelesene METS Dateien / IIIF-Manifeste zwischenspeichern: Dies kann die Geschwindigkeit geringfügig verbessern, führt aber zu einer sehr großen "fe_session_data" Tabelle (Standard ist "FALSE")

# config.general.publishNewCollections
source: Publish new collections?: Should new collections automatically be published in the OAI-PMH interface? (default is "TRUE")
de: Neue Kollektionen publizieren?: Sollen neue Kollektionen automatisch in der OAI-PMH-Schnittstelle veröffentlicht werden? (Standard ist "TRUE")

# config.general.unhideOnIndex
source: Unhide ided documents?: Should hidden documents be unhidden when re-iding them? (default is "FALSE")
de: Indexierte Dokumente einblenden?: Sollen ausgeblendete Dokumente bei der erneuten Indexierung wieder eingeblendet werden? (Standard ist "FALSE")

# config.general.useExternalApisForMetadata
source: Use external APIs for getting metadata?: (default is "FALSE")
de: Verwende externe APIs zum Abrufen von Metadaten?: (Standard ist "FALSE")

# config.general.requiredMetadataFields
source: Metadata fields required for indexing documents
de: Für die Indexierung von Dokumenten erforderliche Metadatenfelder

# config.files.useGroupsImage
source: Page file use groups: comma-separated list of @USE attribute values ordered by increasing size (default is "DEFAULT,MAX")
de: Seiten Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Seitenansichten nach aufsteigender Größe sortiert (Standard ist "DEFAULT,MAX")

# config.files.useGroupsThumbnail
source: Thumbnail file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "THUMBS")
de: Vorschau Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Vorschaubilder nach absteigender Priorität sortiert (Standard ist "THUMBS")

# config.files.useGroupsDownload
source: Download file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "DOWNLOAD")
de: Download Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Downloads nach absteigender Priorität sortiert (Standard ist "DOWNLOAD")

# config.files.useGroupsFulltext
source: Fulltext file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "FULLTEXT")
de: Volltext Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Volltexte nach absteigender Priorität sortiert (Standard ist "FULLTEXT")

# config.files.useGroupsAudio
source: Audio file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "AUDIO")
de: Audio Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Audiodateien nach absteigender Priorität sortiert (Standard ist "AUDIO")

# config.files.useGroupsVideo
source: Video file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "VIDEO,DEFAULT")
de: Video Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Videodateien nach absteigender Priorität sortiert (Standard ist "VIDEO,DEFAULT")

# config.files.useGroupsWaveform
source: Waveform file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "WAVEFORM")
de: Waveform Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Waveform-Daten nach absteigender Priorität sortiert (Standard ist "WAVEFORM")

# config.files.useGroupsModel
source: Model file use groups: comma-separated list of @USE attribute values ordered by decreasing priority (default is "DEFAULT")
de: Modell Datei Nutzungsgruppen: Komma-getrennte Liste der @USE Attributwerte der Modelldateien nach absteigender Priorität sortiert (Standard ist "DEFAULT")

# config.iiif.indexAnnotations
source: Handle IIIF annotations with motivation "painting" as fulltext?: Handling annotations as fulltexts means they are ided (default is "FALSE")
de: IIIF-Annotationen mit Motivation "painting" als Volltext behandeln?: Als Volltext behandelte Annotationen werden im Suchid idiert (Standard ist "FALSE")

# config.iiif.thumbnailWidth
source: Maximum thumbnail width for IIIF images: Only for images without a thumbnail declaration (default is "150")
de: Maximale Thumbnail-Breite für IIIF-Images: Gilt nur für Bilder ohne Thumbnail-Angaben (Standard ist "150")

# config.iiif.thumbnailHeight
source: Maximum thumbnail height for IIIF images: Only for images without a thumbnail declaration (default is "150")
de: Maximale Thumbnail-Höhe für IIIF-Images: Gilt nur für Bilder ohne Thumbnail-Angaben (Standard ist "150")

# config.solr.connect
source: Solr Connection
de: Solr Verbindung

# config.solr.https
source: Use HTTPS: (default is "FALSE")
de: HTTPS verwenden: (Standard ist "FALSE")

# config.solr.host
source: Solr Server Host: (default is "localhost")
de: Solr Server Host: (Standard ist "localhost")

# config.solr.port
source: Solr Server Port: (default is "8983")
de: Solr Server Port: (Standard ist "8983")

# config.solr.path
source: Solr Server Path: without API endpoint "/solr" (default is "/")
de: Solr Server Pfad: ohne API-Endpunkt "/solr" (Standard ist "/")

# config.solr.user
source: Solr Server User: (default is "")
de: Solr Server Benutzername: (Standard ist "")

# config.solr.pass
source: Solr Server Password: (default is "")
de: Solr Server Kennwort: (Standard ist "")

# config.solr.timeout
source: Solr Server Timeout: (default is "10")
de: Solr Server Timeout: (Standard ist "10")

# config.solr.allowCoreDelete
source: Allow Solr Core Deletion?: If a Solr Core is deleted in the TYPO3 Backend, should it be deleted in Apache Solr as well? (default is "FALSE")
de: Löschen von Solr Kern zulassen?: Soll beim Löschen eines Solr Kerns im TYPO3 Backend auch der entsprechende Index in Apache Solr gelöscht werden? (Standard ist "FALSE")

# config.solr.fields.id
source: Solr Schema Field "id" : Unique identifier for the document in the id (default is "id")
de: Solr-Schema-Feld "id" : Unique identifier for the document in the id (Standard ist "id")

# config.solr.fields.uid
source: Solr Schema Field "uid" : Unique identifier for the document (or its top-level parent) in the TYPO3 database (default is "uid")
de: Solr-Schema-Feld "uid" : Unique identifier for the document (or its top-level parent) in the TYPO3 database (Standard ist "uid")

# config.solr.fields.pid
source: Solr Schema Field "pid" : PageID for the document (or its top-level parent) in the TYPO3 database (default is "pid")
de: Solr-Schema-Feld "pid" : PageID for the document (or its top-level parent) in the TYPO3 database (Standard ist "pid")

# configsolr.fields.page
source: Solr Schema Field "page" : Image number where this document starts (default is "page")
de: Solr-Schema-Feld "page" : Image number where this document starts (Standard ist "page")

# config.solr.fields.partof
source: Solr Schema Field "partof" : Unique identifier for the parent document in the TYPO3 database. Only if this is a multi-volume work! (default is "partof")
de: Solr-Schema-Feld "partof" : Unique identifier for the parent document in the TYPO3 database. Only if this is a multi-volume work! (Standard ist "partof")

# config.solr.fields.root
source: Solr Schema Field "root" : Unique identifier for the root document in the TYPO3 database. Only if this is a multi-volume work! (default is "root")
de: Solr-Schema-Feld "root" : Unique identifier for the root document in the TYPO3 database. Only if this is a multi-volume work! (Standard ist "root")

# config.solr.fields.sid
source: Solr Schema Field "sid" : XML ID of this document in the METS file. This is only unique within the METS file! (default is "sid")
de: Solr-Schema-Feld "sid" : XML ID of this document in the METS file. This is only unique within the METS file! (Standard ist "sid")

# config.solr.fields.toplevel
source: Solr Schema Field "toplevel" : Information if it is a top-level document (default is "toplevel")
de: Solr-Schema-Feld "toplevel" : Information if it is a top-level document (Standard ist "toplevel")

# config.solr.fields.type
source: Solr Schema Field "type" : Type of document (eg. monograph, chapter, etc.) (default is "type")
de: Solr-Schema-Feld "type" : Type of document (eg. monograph, chapter, etc.) (Standard ist "type")

# config.solr.fields.title
source: Solr Schema Field "title" : Title field is mandatory for identifying documents (default is "title")
de: Solr-Schema-Feld "title" : Title field is mandatory for identifying documents (Standard ist "title")

# config.solr.fields.volume
source: Solr Schema Field "volume" : Volume field is mandatory for identifying documents (default is "volume")
de: Solr-Schema-Feld "volume" : Volume field is mandatory for identifying documents (Standard ist "volume")

# config.solr.fields.date
source: Solr Schema Field "date" : The date a resource was issued or created. Used for datesearch (default is "date")
de: Solr Schema Field "date" : The date a resource was issued or created. Used for datesearch (Standard ist "date")

# config.solr.fields.thumbnail
source: Solr Schema Field "thumbnail" : URL of thumbnail image for the document (default is "thumbnail")
de: Solr-Schema-Feld "thumbnail" : URL of thumbnail image for the document (Standard ist "thumbnail")

# config.solr.fields.default
source: Solr Schema Field default" : CatchAll field (default is "default")
de: Solr-Schema-Feld "default" : CatchAll field (Standard ist "default")

# config.solr.fields.timestamp
source: Solr Schema Field "timestamp" : (default is "timestamp")
de: Solr-Schema-Feld "timestamp" : (Standard ist "timestamp")

# config.solr.fields.autocomplete
source: Solr Schema Field "autocomplete" : Autocomplete field for search form (default is "autocomplete")
de: Solr-Schema-Feld "autocomplete" : Autocomplete field for search form (Standard ist "autocomplete")

# config.solr.fields.fulltext
source: Solr Schema Field "fulltext" : Fulltext field for OCR results (default is "fulltext")
de: Solr-Schema-Feld "fulltext" : Fulltext field for OCR results (Standard ist "fulltext")

# config.solr.fields.recordId
source: Solr Schema Field "record_id" : Record ID of the document (required for OAI_DC output) (default is "record_id")
de: Solr-Schema-Feld "record_id" : Record ID of the document (required for OAI_DC output) (Standard ist "record_id")

# config.solr.fields.purl
source: Solr Schema Field "purl" : Permanent URL of the document (required for EPICUR output) (default is "purl")
de: Solr-Schema-Feld "purl" : Permanent URL of the document (required for EPICUR output) (Standard ist "purl")

# config.solr.fields.urn
source: Solr Schema Field "urn" : URN of the Document (required for EPICUR output) (default is "urn")
de: Solr-Schema-Feld "urn" : URN of the Document (required for EPICUR output) (Standard ist "urn")

# config.solr.fields.location
source: Solr Schema Field "location" : Location of METS XML (required for METS output) (default is "location")
de: Solr-Schema-Feld "location" : Location of METS XML (required for METS output) (Standard ist "location")

# config.solr.fields.collection
source: Solr Schema Field "collection" : Associated collection(s) of the document (default is "collection")
de: Solr-Schema-Feld "collection" : Associated collection(s) of the document (Standard ist "collection")

# config.solr.fields.license
source: Solr Schema Field "license" : License (should be URI) (default is "license")
de: Solr-Schema-Feld "license" : License (should be URI) (Standard ist "license")

# config.solr.fields.terms
source: Solr Schema Field "terms" : Term of Use (should be URI) (default is "terms")
de: Solr-Schema-Feld "terms" : Term of Use (should be URI) (Standard ist "terms")

# config.solr.fields.restrictions
source: Solr Schema Field "restrictions" : Access Restrictions (should be URI) (default is "restrictions")
de: Solr-Schema-Feld "restrictions" : Access Restrictions (should be URI) (Standard ist "restrictions")

# config.solr.fields.geom
source: Solr Schema Field "geom" : GeoJSON geometry for spatial search (default is "geom")
de: Solr-Schema-Feld "geom" : GeoJSON geometry for spatial search (Standard ist "geom")
