Repository: kitodo/kitodo-presentation
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# flexform.collections
source: Collections
de: Kollektionen

# flexform.excludeOther
source: Show only documents from the selected page
de: Nur Dokumente der ausgewählten Seite anzeigen

# flexform.excludeOtherCollections
source: Show only documents from the selected collection(s)
de: Nur Dokumente der ausgewählten Kollektion(en) berücksichtigen

# flexform.getTitle
source: Show title of parent document if document has no title itself
de: Bei Bedarf Titel des übergeordneten Dokuments anzeigen

# flexform.library
source: Providing library
de: Mandant

# flexform.limit
source: Number of documents
de: Anzahl der Dokumente

# flexform.prependSuperiorTitle
source: Prepend title of superior work to title?
de: Titel übergeordneter Werke anzeigen?

# flexform.sheet_general
source: Options
de: Einstellungen

# flexform.showBasketButton
source: Show basket button
de: Zeige Warenkorb Button an

# flexform.solrcore
source: Solr Core
de: Solr Kern

# flexform.targetBasket
source: Target page (with "DLF: Basket" plugin)
de: Zielseite (mit Plugin "DLF: Warenkorb")

# flexform.targetPidFeed
source: Target page (with "Kitodo: Feeds" plugin)
de: Zielseite (mit Plugin "Kitodo: Feeds")

# flexform.targetPidListView
source: Target page (with "Kitodo: List View" plugin)
de: Zielseite (mit Plugin "Kitodo: Listenansicht")

# flexform.targetPidPageView
source: Target page (with "Kitodo: Page View" plugin)
de: Zielseite (mit Plugin "Kitodo: Seitenansicht")

# flexform.templateFile
source: Template file
de: HTML-Template

# plugins.audioplayer.description
source: Audio Player Plugin for Kitodo.Presentation
de: Audio Player Plugin für Kitodo.Presentation

# plugins.audioplayer.flexform.elementId
source: @ID value of the HTML element for the audio player
de: @ID-Wert des HTML-Elements für den Audioplayer

# plugins.basket.description
source: Basket Plugin for Kitodo.Presentation
de: Warenkorb Plugin für Kitodo.Presentation

# plugins.basket.flexform.basketGoToButton
source: Add go to basket button
de: "Zum Warenkorb" Button hinzufügen

# plugins.basket.flexform.pdfDownload
source: PDF download URL (without parameters)
de: URL zum Download der PDF Dokumente (ohne Parameter)

# plugins.basket.flexform.pdfGenerate
source: PDF generate URL (without parameters)
de: URL zum Generieren der PDF Dokumente (ohne Parameter)

# plugins.basket.flexform.pdfParamSeparator
source: Parameter separator (for multiple documents)
de: Zeichen zum Separieren der Parameter eines Dokuments

# plugins.basket.flexform.pdfParams
source: Parameters for URL (with placeholder for parameters e.g. ##startY##,##startX##)
de: Parameter zu den genannten URLs (mit Platzhalter für die Parameter z.B. ##startX##,##startY##)

# plugins.basket.flexform.pdfPrint
source: PDF print URL (without parameters)
de: URL zum Drucken der PDF Dokumente (ohne Parameter)

# plugins.basket.flexform.preGeneration
source: Send ajax request for pdf pre generation
de: Ajax Request verschicken, um PDF vorzeitig zu generieren

# plugins.basket.title
source: Kitodo: Basket
de: Kitodo: Warenkorb

# plugins.calendar.description
source: Calendar Plugin for Kitodo.Presentation
de: Kalender Plugin für Kitodo.Presentation

# plugins.calendar.flexform.initialDocument
source: Initial document to show (e.g. of type "newspaper" or "ephemera")
de: Anfangsdokument (z.B. vom Typ "newspaper" oder "ephemera)

# plugins.calendar.flexform.showEmptyYears
source: Show years without issues in calendar?
de: Zeige Jahre ohne Ausgaben im Kalender?

# plugins.calendar.flexform.showEmptyMonths
source: Show months without issues in calendar?
de: Zeige Monate ohne Ausgaben im Kalender?

# plugins.calendar.title
source: Kitodo: Calendar
de: Kitodo: Kalender

# plugins.collection.description
source: Collection Plugin for Kitodo.Presentation
de: Kollektionen Plugin für Kitodo.Presentation

# plugins.collection.flexform.collections
source: Show only these collections
de: Nur diese Kollektionen anzeigen

# plugins.collection.flexform.dont_show_single
source: Show single collection in overview?
de: Einzelne Kollektion in Übersicht anzeigen?

# plugins.collection.flexform.randomize
source: Randomize sorting?
de: Zufällige Sortierung?

# plugins.collection.flexform.show_userdefined
source: Show user-defined collections?
de: Benutzerdefinierte Kollektionen anzeigen?

# plugins.collection.flexform.show_userdefined.all
source: both
de: beides

# plugins.collection.flexform.show_userdefined.exclusive
source: exclusively
de: exklusiv

# plugins.collection.flexform.show_userdefined.none
source: no
de: nein

# plugins.collection.title
source: Kitodo: Collection
de: Kitodo: Kollektion

# plugins.feeds.description
source: Feeds Plugin for Kitodo.Presentation
de: Feeds Plugin für Kitodo.Presentation

# plugins.feeds.flexform.description
source: Feed's description
de: Beschreibung des Feeds

# plugins.feeds.flexform.title
source: Feed's title
de: Titel des Feeds

# plugins.listview.description
source: List View Plugin for Kitodo.Presentation
de: Listenansicht Plugin für Kitodo.Presentation

# plugins.listview.flexform.limit
source: Documents per page
de: Dokumente pro Seite

# plugins.listview.title
source: Kitodo: List View
de: Kitodo: Listenansicht

# plugins.metadata.description
source: Metadata Plugin for Kitodo.Presentation
de: Metadata Plugin für Kitodo.Presentation

# plugins.metadata.flexform.displayIiifDescription
source: Display description for IIIF resources
de: Beschreibung von IIIF-Ressourcen anzeigen

# plugins.metadata.flexform.displayIiifLinks
source: Display external links for IIIF resources
de: Externe Verlinkungen für IIIF-Ressourcen

# plugins.metadata.flexform.displayIiifRights
source: Display attributions and license for IIIF resources
de: Namensnennung und Lizenzinformationen bei IIIF-Ressourcen anzeigen

# plugins.metadata.flexform.iiifMetadataWrap
source: TypoScript-Wrap for IIIF manifest metadata
de: TypoScript-Wrap für IIIF-Manifest-Metadaten

# plugins.metadata.flexform.linkTitle
source: Link title to target page
de: Titel zur Zielseite verlinken

# plugins.metadata.flexform.originalIiifMetadata
source: Display metadata from IIIF manifests completely as given in the manifest
de: Metadaten für IIIF-Manifeste komplett wie im Manifest angegeben darstellen

# plugins.metadata.flexform.rootline
source: Show metadata of superior structures
de: Metadaten übergeordneter Strukturen anzeigen

# plugins.metadata.flexform.rootline.titledata
source: titledata only
de: nur Titeldaten

# plugins.metadata.flexform.separator
source: Separator for multi-valued fields
de: Trennzeichen für mehrwertige Felder

# plugins.metadata.flexform.showFull
source: Show all available metadata
de: Alle verfügbaren Metadaten anzeigen

# plugins.navigation.description
source: Navigation Plugin for Kitodo.Presentation
de: Navigation Plugin für Kitodo.Presentation

# plugins.navigation.flexform.features
source: Show selected navigation features
de: Zeige ausgewählte Navigations-Funktionen

# plugins.navigation.flexform.features.doublePage
source: Buttons for double page mode and recto/verso adjustment
de: Buttons für Doppelseitenansicht und Recto/Verso-Korrektur

# plugins.navigation.flexform.features.listView
source: Link to page with listview plugin
de: Link zur Listenansicht

# plugins.navigation.flexform.features.pageBack
source: One page back
de: Eine Seite zurück

# plugins.navigation.flexform.features.pageFirst
source: First page
de: Erste Seite

# plugins.navigation.flexform.features.pageForward
source: One page forward
de: Eine Seite vor

# plugins.navigation.flexform.features.pageLast
source: Last page
de: Letzte Seite

# plugins.navigation.flexform.features.pageStepBack
source: Rewind X pages
de: X Seiten zurück

# plugins.navigation.flexform.features.pageStepForward
source: Forward X pages
de: X Seiten vor

# plugins.navigation.flexform.features.pageSelect
source: Page navigation menu
de: Seitennavigation

# plugins.navigation.flexform.features.rotation
source: Buttons for rotate image left, right and reset
de: Rotations-Buttons: links, rechts und zurück

# plugins.navigation.flexform.features.zoom
source: Buttons for zoom-in, zoom-out and full screen
de: Zoom-Buttons und Vollbild-Modus

# plugins.navigation.flexform.pageStep
source: How many pages should be skipped by "fast-forward" and "rewind" buttons?
de: Wieviele Seiten sollen mit den Schnellblätter-Tasten übersprungen werden?

# plugins.navigation.flexform.features.measureForward
source: One measure forward
de: Ein Takt vor

# plugins.navigation.flexform.features.measureBack
source: One measureBack back
de: Ein Takt zurück

# plugins.navigation.flexform.features.documentBack
source: Show previous document
de: Ein Dokument zurück

# plugins.navigation.flexform.features.documentForward
source: Show next document
de: Ein Dokument vor

# plugins.oaipmh.description
source: OAI-PMH Interface Plugin for Kitodo.Presentation
de: OAI-PMH-Schnittstelle Plugin für Kitodo.Presentation

# plugins.oaipmh.flexform.expired
source: Expiration time for resumption token (seconds)
de: Gültigkeitsdauer des Resumption Tokens (Sekunden)

# plugins.oaipmh.flexform.limit
source: Records per request
de: Datensätze pro Abfrage

# plugins.oaipmh.flexform.show_userdefined
source: Show user-defined collections?
de: Benutzerdefinierte Kollektionen anzeigen?

# plugins.oaipmh.flexform.solr_limit
source: Maximum Solr results
de: Maximale Solr-Ergebnisse

# plugins.oaipmh.flexform.stylesheet
source: Transformation stylesheet
de: XSL-Stylesheet

# plugins.oaipmh.title
source: Kitodo: OAI-PMH Interface
de: Kitodo: OAI-PMH-Schnittstelle

# plugins.pagegrid.description
source: Page Grid Plugin for Kitodo.Presentation
de: Seitenvorschau Plugin für Kitodo.Presentation

# plugins.pagegrid.limit
source: Thumbnails per page
de: Vorschaubilder pro Seite

# plugins.pagegrid.placeholder
source: Placeholder image for pages without thumbnail
de: Platzhalter Bild für Seiten ohne Vorschaubild

# plugins.pagegrid.title
source: Kitodo: Page Grid
de: Kitodo: Seitenvorschau

# plugins.pageview.description
source: Pageview Plugin for Kitodo.Presentation
de: Seitenansicht Plugin für Kitodo.Presentation

# plugins.pageview.flexform.crop
source: Enable cropping
de: Funktion zum Erstellen eines Bildausschnitts aktivieren

# plugins.pageview.flexform.elementId
source: @ID value of the HTML element for the page view
de: @ID-Wert des HTML-Elements für die Seitenansicht

# plugins.pageview.flexform.features
source: Map features
de: Bedienelemente

# plugins.pageview.flexform.features.overviewmap
source: Overview Image
de: Übersichtsbild

# plugins.pageview.flexform.features.zoompanel
source: Zoom Panel
de: Zoom-Knöpfe

# plugins.pageview.flexform.magnifier
source: Activate magnifier
de: Lupenfunktion aktivieren

# plugins.pageview.flexform.progressElementId
source: @ID value of the <progress> element used for loading indicator
de: @ID-Wert des für den Ladebalken genutzten <progress>-Elements

# plugins.pageview.flexform.useInternalProxy
source: Use Internal Proxy
de: Internen Proxy verwenden

# plugins.pageview.title
source: Kitodo: Pageview
de: Kitodo: Seitenansicht

# plugins.search.description
source: Search Plugin for Kitodo.Presentation
de: Suche Plugin für Kitodo.Presentation

# plugins.search.flexform.collections
source: Restrict search to these collections
de: Suche auf diese Kollektionen einschränken

# plugins.search.flexform.extSearch.fields
source: Fields for extended search
de: Felder für erweiterte Suche

# plugins.search.flexform.extSearch.slotCount
source: Number of search slots
de: Anzahl Suchfelder

# plugins.search.flexform.facets
source: Show these facets
de: Diese Facetten anzeigen

# plugins.search.flexform.facets.collections
source: Use only these collections as facet
de: Folgende Kollektionen als Facetten anzeigen

# plugins.search.flexform.facets.limit
source: Maximum facet values
de: Maximale Facettenwerte

# plugins.search.flexform.facets.reset
source: Allow to reset facets
de: Facetten zurücksetzen erlauben

# plugins.search.flexform.facets.sorting
source: Facet sorting
de: Facetten Sortierung

# plugins.search.flexform.facets.sorting.count
source: Count (highest count first)
de: Anzahl (höchste Anzahl zuerst)

# plugins.search.flexform.facets.sorting.index
source: Lexicographic by indexed term (alphabetically for terms in the ASCII range)
de: Lexikographisch nach indexiertem Begriff (alphabetisch für Begriffe im ASCII-Bereich)

# plugins.search.flexform.fulltext
source: Enable full text search?
de: Volltextsuche aktivieren?

# plugins.search.flexform.fulltextPreselect
source: Preselect full text search?
de: Volltextsuche vorauswählen?

# plugins.search.flexform.datesearch
source: Enable date search?
de: Datumssuche aktivieren?

# plugins.search.flexform.searchIn
source: Restrict search to current document or collection?
de: Suche auf aktuelle/s Kollektion/Dokument einschränken?

# plugins.search.flexform.searchIn.all
source: both
de: beides

# plugins.search.flexform.searchIn.collection
source: collection only
de: nur Kollektion

# plugins.search.flexform.searchIn.document
source: document only (incl. subordinates)
de: nur Dokument (inkl. Unterordnungen)

# plugins.search.flexform.separator
source: Separator for metadata in TS array
de: Zielseite (mit Plugin "DLF: Listenansicht")

# plugins.search.flexform.showLogicalPageField
source: Show field for logical page?
de: Feld für logische Seite anzeigen?

# plugins.search.flexform.showSingleResult
source: Show single result in Page View?
de: Einzelnes Ergebnis in Seitenansicht anzeigen?

# plugins.search.flexform.suggest
source: Show search suggestions
de: Suchvorschläge anzeigen

# plugins.search.title
source: Kitodo: Search
de: Kitodo: Suche

# plugins.statistics.description
source: Statistics Plugin for Kitodo.Presentation
de: Statistik Plugin für Kitodo.Presentation

# plugins.statistics.flexform.description
source: Description (Placeholders: ###TITLES### and ###VOLUMES###)
de: Beschreibung (Platzhalter: ###TITLES### und ###VOLUMES###)

# plugins.statistics.title
source: Kitodo: Statistics
de: Kitodo: Statistik

# plugins.tableofcontents.description
source: Table of Contents Plugin for Kitodo.Presentation
de: Inhaltsverzeichnis Plugin für Kitodo.Presentation

# plugins.tableofcontents.title
source: Kitodo: Table of Contents
de: Kitodo: Inhaltsverzeichnis

# plugins.toolbox.description
source: Toolbox Plugin for Kitodo.Presentation
de: Werkzeugkasten Plugin für Kitodo.Presentation

# plugins.toolbox.flexform.fileGrps
source: Page fileGrps used by image download tool: comma-separated list of @USE attribute values ordered by increasing size (default is "DEFAULT,MAX")
de: Seiten fileGrps für das Werkzeug Bild-Download: Komma-getrennte Liste der @USE Attributwerte der Seitenansichten nach aufsteigender Größe sortiert (Standard ist "DEFAULT,MAX")

# plugins.toolbox.flexform.tools
source: Tools
de: Werkzeuge

# plugins.toolbox.title
source: Kitodo: Toolbox
de: Kitodo: Werkzeugkasten

# plugins.embedded3dviewer.title
source: Kitodo: Embedded 3D Viewer
de: Kitodo: Eingebetteter 3D-Viewer

# plugins.embedded3dviewer.description
source: Embedded 3D Viewer Plugin for Kitodo.Presentation
de: Eingebetteter 3D-Viewer Plugin für Kitodo.Presentation

# plugins.annotation.title
source: Kitodo: Annotations
de: Kitodo: Annotationen

# text.all
source: all
de: alle

# text.no
source: No
de: Nein

# text.none
source: none
de: nein

# text.yes
source: Yes
de: Ja

# flash.attention
source: Attention!
de: Achtung!

# flash.done
source: Done!
de: Fertig!

# flash.warning
source: Warning!
de: Warnung!

# flash.error
source: Error!
de: Fehler!

# flash.coreStatus
source: Start Time: %s<br />Uptime: %s<br />Last Modified: %s<br />Number of Documents: %u
de: Startzeit: %s<br />Laufzeit: %s<br />Letzte Änderung: %s<br />Anzahl Dokumente: %u

# flash.days
source: days
de: Tage

# flash.running
source: Please wait...
de: Indexierung läuft...

# flash.newCollection
source: New collection "%s" [%u] added to database.
de: Neue Sammlung "%s" [%u] zur Datenbank hinzugefügt.

# flash.newLibrary
source: New library "%s" [%u] added to database.
de: Neue Bibliothek "%s" [%u] zur Datenbank hinzugefügt.

# flash.documentSaved
source: Document "%s" [%u] saved.
de: Dokument "%s" [%u] gespeichert.

# flash.documentIndexed
source: Document "%s" [%u] indexed.
de: Dokument "%s" [%u] indexiert.

# flash.documentNotIndexed
source: Document "%s" [%u] could not be indexed.
de: Dokument "%s" [%u] konnte nicht indexiert werden.

# flash.documentsToGo
source: %u documents to go.
de: Verbleibende Dokumente zur Indexierung: %u

# flash.fileNotLoaded
source: File "%s" could not be loaded.
de: Datei "%s" konnte nicht eingelesen werden.

# flash.solrException
source: Apache Solr exception thrown:
de: Apache Solr meldet Ausnahmefehler:

# flash.solrNoConnection
source: Could not connect to Apache Solr server.
de: Verbindung zu Apache Solr Server konnte nicht hergestellt werden.

# flash.seeLog
source: See administration log for more details.
de: Alle Details des Indexierungslaufs stehen im Administrationsprotokoll.

# flash.editInProductionWarning
source: Changing this most likely requires re-indexing all documents.
de: Eine Änderung erfordert höchstwahrscheinlich die Re-Indexierung aller Dokumente.

# update.metadataConfig
source: Updating metadata configuration...
de: Aktualisierung der Metadatenkonfiguration...

# update.metadataConfigOkay
source: ...successfully completed!
de: ...erfolgreich beendet! Alle Datensätze wurden ins IRRE-Schema konvertiert.

# update.metadataConfigNotOkay
source: ...incomplete! Please check your configuration manually.
de: ...abgebrochen! Die Überführung der Datensätze ins IRRE-Schema muss manuell erfolgen.

# update.copyIndexRelatedColumns
source: Copy index related columns...
de: Kopieren der Index bezogenen Tabellenspalten...

# update.copyIndexRelatedColumnsOkay
source: ...successfully completed!
de: ...erfolgreich beendet! Tabellen wurden erfolgreich kopiert.

# update.copyIndexRelatedColumnsNotOkay
source: ...incomplete! The index related columns (tokenized, stored, indexed, boost, autocomplete) of table tx_dlf_metadata have to be copied manually.
de: ...abgebrochen! Das Kopieren der Index bezogenen Tabellenspalten (tokenized, stored, indexed, boost, autocomplete) der Tabelle tx_dlf_metadata muss manuell erfolgen.

# update.solariumSolrUpdate
source: Re-adding cores to Solr...
de: Hinzufügen der Solr Kerne...

# update.solariumSolrUpdateOkay
source: ...successfully completed! Please re-index your documents now.
de: ...erfolgreich beendet! Bitte re-indexieren Sie jetzt alle Dokumente.

# update.solariumSolrUpdateNotOkay
source: ...failed for core %s! Please check your Solr configuration.
de: ...für Kern %s fehlgeschlagen! Bitte überprüfen Sie die Solr-Konfiguration.

# update.FormatClasses
source: Switching format classes to namespaces...
de: Format-Klassen auf Namensräume umstellen...

# update.FormatClassesOkay
source: ...successfully completed! Please check all format records in the page tree's root.
de: ...erfolgreich beendet! Bitte prüfen Sie dennoch alle Formateinträge im Wurzelknoten des Seitenbaums.

# update.documentAddFormat
source: Add document format column...
de: Füge Format-Spalte zu Dokument-Tabelle hinzu...

# update.documentAddFormatOkay
source: ...successfully completed!
de: ...erfolgreich beendet!

# update.documentAddFormatNotOkay
source: ...incomplete! Please add column document_format for table tx_dlf_document manually.
de: ...abgebrochen! Bitte fügen Sie die Spalte document_format manuell zur Tabelle table tx_dlf_document hinzu.

# update.documentSetFormatForOldEntries
source: Set document format for existing entries to 'METS'...
de: Setze das Format für bestehende Dokumente auf 'METS'...

# update.documentSetFormatForOldEntriesOkay
source: ...successfully completed!
de: ...erfolgreich beendet!

# update.documentSetFormatForOldEntriesNotOkay
source: ...incomplete! Please set missing tx_dlf_document.document_format values to 'METS'.
de: ...abgebrochen! Bitte in der Tabelle tx_dlf_document.document_format 'METS'.

# solr.connected
source: Connection established!
de: Verbindung hergestellt!

# solr.status
source: Apache Solr is running and taking requests.
de: Apache Solr ist verfügbar und nimmt Anfragen entgegen.

# solr.notConnected
source: Connection failed!
de: Verbindung fehlgeschlagen!

# solr.error
source: Apache Solr not reachable with given configuration.
de: Apache Solr ist mit der gegebenen Konfiguration nicht erreichbar.
