Repository: kitodo/kitodo-presentation
Catalog: Resources/Private/Language/*.locallang_labels.xlf
Languages: de

# config.embedded3dviewer.viewerModelFormatMapping
source: Viewer model format mapping : Add a semicolon-separated list of supported viewers (from the "dlf_3d_viewers" directory). A colon must follow each viewer name, followed by a comma-separated list of model formats. (Example: "dlf-model-viewer:glb;dlf-threejs:ply,obj;...")
de: Viewer-Modellformat-Zuordnung: Fügen Sie eine durch Semikolons getrennte Liste unterstützter Viewer (aus dem "dlf_3d_viewers" Verzeichnis) hinzu. Nach jedem Viewer-Namen muss ein Doppelpunkt folgen, gefolgt von einer kommagetrennten Liste der Modellformate. (Beispiel: "dlf-model-viewer:glb;dlf-threejs:ply,obj;...")

# config.embedded3dviewer.defaultViewer
source: Default viewer : Overwrite the build-in default viewer with a supported viewer (from the "dlf_3d_viewers" directory) to be used as a fallback. (The built-in default viewer is the "model-viewer", which only supports "glTF/GLB 3D models" as the model file format.)
de: Standard-Viewer : Überschreiben Sie den eingebauten Standard-Viewer mit einem der unterstützten Viewer (aus dem "dlf_3d_viewers" Verzeichnis), der als Fallback verwendet werden soll. (Der eingebaute Standard-Viewer ist der "model-viewer", der nur "glTF/GLB 3D-Modelle" als Modelldateiformat unterstützt.)
