Repository: kitodo/kitodo-presentation
Catalog: Resources/Private/Language/*.locallang_media.xlf
Languages: de

# action.cancel
source: Cancel action (window, full screen, ...)
de: Aktion beenden (Vollbild, Fenster, ...)

# action.fullscreen.toggle
source: Toggle full screen
de: Vollbild an / aus

# action.kind.navigate
source: Navigate
de: Navigation

# action.kind.sound_tools
source: Tools
de: Werkzeuge

# action.kind.other
source: Other
de: Weitere

# action.kind.player
source: Player
de: Wiedergabe

# action.modal.bookmark.open
source: Bookmark (share link)
de: Bookmark (Link weitergeben)

# action.modal.help.toggle
source: Toggle help (this window)
de: Bedienhinweise (dieses Fenster)

# action.modal.screenshot.open
source: Screenshot (show dialog)
de: Screenshot: Dialog anzeigen

# action.modal.screenshot.snap
source: Screenshot (direct download)
de: Screenshot: Sofort herunterladen

# action.navigate.chapter.next
source: Next chapter
de: Kapitel weiter

# action.navigate.chapter.prev
source: Previous chapter
de: Kapitel zurück

# action.navigate.frame.next
source: Next frame
de: Frame weiter

# action.navigate.frame.prev
source: Previous frame
de: Frame zurück

# action.navigate.rewind
source: Rewind {seekStep, plural, one {one second} other {# seconds}}
de: {seekStep, plural, one {Eine Sekunde} other {# Sekunden}} zurück

# action.navigate.seek
source: Seek {seekStep, plural, one {one second} other {# seconds}}
de: {seekStep, plural, one {Eine Sekunde} other {# Sekunden}} weiter

# action.navigate.continuous-rewind
source: Rewind ({trickPlayFactor}x)
de: Zurückspulen ({trickPlayFactor}x)

# action.navigate.continuous-seek
source: Fast-forward ({trickPlayFactor}x)
de: Vorspulen ({trickPlayFactor}x)

# action.navigate.position.percental
source: Jump to position (%)
de: Zu Position springen (%)

# action.navigate.thumbnails.snap
source: Seek along thumbnails
de: Thumbnail-Seeking

# action.playback.captions.toggle
source: Toggle captions
de: Untertitel an / aus

# action.playback.toggle
source: Play / Pause
de: Abspielen / Pausieren

# action.playback.volume.dec
source: Decrease volume (-{volumeStep, number, ::percent}P)
de: Leiser (-{volumeStep, number, ::percent}P)

# action.playback.volume.inc
source: Increase volume (+{volumeStep, number, ::percent}P)
de: Lauter (+{volumeStep, number, ::percent}P)

# action.playback.volume.mute.toggle
source: Mute / Unmute
de: Stummschaltung an / aus

# action.sound_tools.mode.audio
source: Audio Mode
de: Audio-Ansicht

# action.sound_tools.mode.video
source: Video Mode
de: Video-Ansicht

# action.theater.toggle
source: Toggle theater mode
de: Theater-Modus an / aus

source: Action unavailable
de: Aktion nicht anwendbar

# action.sound_tools.segments.add
source: Add marker
de: Startpunkt setzen

# action.sound_tools.segments.close
source: Close segment
de: Endpunkt setzen

# action.sound_tools.waveform.toggle
source: Toggle waveform
de: Waveform an / aus

# control.back
source: Back
de: Zurück

# control.fullscreen.tooltip
source: Full screen
de: Vollbildmodus

# control.fullscreen_exit.tooltip
source: Exit full screen
de: Vollbildmodus beenden

# control.help.tooltip
source: Show help
de: Bedienhinweise

# control.screenshot.tooltip
source: Take screenshot
de: Screenshot

# control.sound_tools.equalizer.activate
source: Activate
de: Aktivieren

# control.sound_tools.equalizer.preset.group.user
source: Your Presets
de: Ihre Presets

# control.sound_tools.equalizer.preset.group.graphic
source: Graphic
de: Graphisch

# control.sound_tools.equalizer.preset.reset
source: Reset to default
de: Zurücksetzen

# control.sound_tools.equalizer.preset.save
source: Store preset
de: Preset speichern

# control.sound_tools.equalizer.preset.delete
source: Delete preset
de: Preset löschen

# control.sound_tools.equalizer.resume_context
source: Click to activate the equalizer
de: Klicken, um den Equalizer zu aktivieren

# control.sound_tools.marker_table.empty
source: No markers yet. Use {keybindingAdd} and {keybindingClose} to add points and segments.
de: Noch keine Marker gesetzt. Setzen Sie Start- und ggf. Endpunkte mit {keybindingAdd} und {keybindingClose}.

# control.sound_tools.marker_table.download_csv
source: Download as CSV
de: Tabelle als CSV herunterladen

# control.sound_tools.marker_table.clear
source: Clear markers
de: Alle Einträge löschen

# control.sound_tools.marker_table.clear.confirm
source: Really?
de: Wirklich?

# control.sound_tools.marker_table.jump_to_start
source: Jump to start
de: Zum Anfang springen

# control.sound_tools.marker_table.jump_to_end
source: Jump to end
de: Zum Ende springen

# control.sound_tools.marker_table.entry.name
source: Label
de: Beschriftung

# control.sound_tools.marker_table.entry.startTime
source: start
de: von

# control.sound_tools.marker_table.entry.endTime
source: end
de: bis

# control.sound_tools.marker_table.entry.delete
source: Delete
de: Löschen

# control.sound_tools.marker_table.entry.bookmark
source: Bookmark this item
de: Im Bookmark-Dialog öffnen

# control.sound_tools.marker_table.title
source: Waveform Markers
de: Gesetzte Markierungen

# control.time.tooltip
source: Toggle time display
de: Zeitanzeige wechseln

# control.time.remaining-time.text
source: {remainingTime} remaining {chapterTitle, select, _ {} other {— {chapterTitle}}}
de: noch {remainingTime} {chapterTitle, select, _ {} other {— {chapterTitle}}}

# control.time.current-frame.text
source: {currentFrame, plural, =-1 {Frame Count Not Available} other {Frame: #}} {chapterTitle, select, _ {} other {— {chapterTitle}}}
de: {currentFrame, plural, =-1 {Frame-Nummer unbekannt} other {Frame: #}} {chapterTitle, select, _ {} other {— {chapterTitle}}}

# control.video-track.title
source: Video Track
de: Videospur

# error.no-media-source
source: No media source given
de: Kein A/V-Dokument angegeben

# error.loading
source: Loading media file
de: A/V-Dokument wird geladen

# error.load-failed
source: The media file could not be loaded.
de: Das A/V-Dokument konnte nicht geladen werden.

# error.playback-not-supported
source: This media file cannot be played back in your browser.
de: Dieses A/V-Dokument kann in Ihrem Browser nicht wiedergegeben werden.

# error.qrcode
source: Failed to generate QR code.
de: Der QR-Code konnte nicht erzeugt werden.

# error.mastodon.invalid_server
source: Invalid Server URL.
de: Ungültige Server-URL.

# error.mastodon.open_link
source: Error opening share URL.
de: Fehler beim Öffnen der Freigabe-URL.

# error.mastodon.invalid_link
source: Invalid Link URL.
de: Ungültige Link-URL.

# error.mastodon.enter_url
source: Please enter a Mastodon instance URL.
de: Bitte geben Sie eine Mastodon-Instanz-URL ein.

# key.Space
source: Space Bar
de: Leertaste

# key.Shift
source: ⇧ Shift
de: ⇧ Umschalt

# key.mod.ibm.Ctrl
source: Ctrl
de: Strg

# key.mod.ibm.Shift
source: ⇧ Shift
de: ⇧ Umschalt

# key.mod.mac.Shift
source: ⇧ Shift
de: ⇧ Umschalt

# key.repeat
source: (hold) {key}
de: (halten) {key}

# key.unto
source: to
de: bis

# modal.bookmark.copy-link
source: Copy Link
de: Link kopieren

# modal.bookmark.start-at-begin
source: Don't share timecode
de: Keinen Zeitstempel anfügen

# modal.bookmark.start-at-current-time
source: Share current time ({currentTime}).
de: Bei aktueller Zeit ({currentTime}) starten.

# modal.bookmark.start-at-marker
source: {markerEnd, select, _ {Share selected marker ({markerStart}).} other {Share selected segment ({markerStart} to {markerEnd}).}}
de: {markerEnd, select, _ {Bei gesetzter Markierung starten ({markerStart}).} other {Gesetzten Abschnitt verwenden ({markerStart} bis {markerEnd}).}}

# modal.bookmark.title
source: Bookmark (Share Link)
de: Bookmark (Link weitergeben)

# modal.screenshot.configuration
source: Configure
de: Konfiguration

# modal.screenshot.metadata-overlay
source: Show on Screenshot
de: Im Bild einblenden

# modal.screenshot.download-image
source: Download Image
de: Bild herunterladen

# modal.screenshot.error
source: Sorry, the screenshot could not be taken.
de: Entschuldigung, der Screenshot konnte nicht erstellt werden.

# modal.screenshot.metadata
source: Metadata
de: Metadaten

# modal.screenshot.file-format
source: File Format
de: Dateiformat

# modal.screenshot.snap-tip
source: Use {keybinding} to save a screenshot while watching.
de: Mit {keybinding} kann ein Screenshot im laufenden Film heruntergeladen werden.

# modal.help.title
source: How to Use
de: Bedienhinweise

# player.loading
source: Loading...
de: Laden...

# share.shared_timecode
source: Shared time code
de: Timecode aus Link

# share.email.tooltip
source: Send in E-Mail
de: E-Mail senden

# share.qr_code.tooltip
source: Show QR-Code
de: QR-Code einblenden

# share.mastodon.tooltip
source: Share on Mastodon
de: Auf Mastodon teilen

# share.mastodon.title
source: Enter your Mastodon instance
de: Geben Sie Ihre Mastodon-Instanz ein

# share.mastodon.label
source: Share
de: Teilen

# share.mastodon.placeholder
source: Address of your server, e.g. mastodon.social
de: Adresse deines Servers, z.B. mastodon.social
